Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Specify the recurrence of the content synchronization. The system will download the selected content based on the frequency specified here.
ar: حدد تكرار مزامنة المحتوى. سيقوم النظام بتنزيل المحتوى المحدد بناءً على التكرار المحدد هنا.
ca: Especifiqueu la recurrència de la sincronització del contingut. El sistema baixarà el contingut seleccionat segons la freqüència especificada en aquest apartat.
cy: Nodi dychweliad cysoni cynnwys. Bydd y system yn llwytho'r cynnwys sydd wedi’i ddewis i lawn yn seiliedig ar yr amlder sydd wedi’i nodi yma.
da: Angiv gentagelsen af indholdssynkroniseringen. Systemet vil downloade det valgte indhold baseret på den frekvens, der angives her.
da_instk12: Angiv gentagelsen af indholdssynkroniseringen. Systemet vil downloade det valgte indhold baseret på den frekvens, der angives her.
de: Legen Sie die Häufigkeit der Inhaltssynchronisierung fest. Das System lädt die ausgewählten Inhalte entsprechend der hier angegebenen Häufigkeit herunter.
es: Especifique la recurrencia de la sincronización de contenido. El sistema descargará el contenido seleccionado según la frecuencia especificada aquí.
es_es: Especificar la recurrencia de la sincronización del contenido. El sistema descargará el contenido seleccionado basándose en la frecuencia aquí indicada.
fi: Määritä sisällön synkronisoinnin toistuminen. Järjestelmä lataa valitun sisällön täällä määritetyn taajuuden perusteella.
fr: Indiquez la fréquence de la synchronisation du contenu. Le système téléchargera le contenu sélectionné selon la fréquence indiquée ici.
fr_ca: Spécifiez la périodicité de la synchronisation de contenu. Le système téléchargera le contenu sélectionné en fonction de la fréquence spécifiée ici.
ga: Sonraigh atarlú an tsioncrónaithe ábhair. Íoslódálfaidh an córas an t-ábhar roghnaithe bunaithe ar an minicíocht a shonraítear anseo.
hi: सामग्री सिंक्रोनाइजेशन की पुनरावृत्ति निर्दिष्ट करें। सिस्टम यहां निर्दिष्ट आवृत्ति के आधार पर चयनित सामग्री को डाउनलोड करेगा।
ht: Presize peryòd repetisyon senkwonizasyon kontni an. Sistèm nan ap telechaje kontni ki seleksyone a selon frekans ou mansyone la a.
id: Spesifikasikan kemunculan ulang sinkronisasi konten. Sistem akan mengunduh konten yang dipilih berdasarkan frekuensi yang ditetapkan di sini.
is: Tilgreindu endurtekningu samstillingar efnis. Kerfið mun hlaða niður völdu efni miðað við tíðnina sem tilgreind er hér.
it: Specificare la ripetizione della sincronizzazione del contenuto. Il sistema scaricherà il contenuto selezionato in base alla frequenza specificata qui.
ja: コンテンツの同期を行う頻度を指定します。ここで指定した頻度に基づいて、選択したコンテンツをダウンロードします。
ko: 콘텐츠 동기화의 주기를 지정합니다. 시스템은 여기에 지정된 주기에 기반하여 선택된 콘텐츠를 다운로드합니다.
mi: Tohua te maha o nga wa ka puta te tukutahitanga ihirangi. I runga i tenei auau, ka tangohia e te punaha nga korero kua tohua.
ms: Tentukan ulangan penyegerakan kandungan Sistem akan memuat turun kandungan yang dipilih berdasarkan kekerapan yang ditentukan di sini.
nb: Spesifiser gjentakelsen av innholdssynkroniseringen. Systemet vil laste ned det valgte innholdet basert på frekvensen som er spesifisert her.
nb_instk12: Spesifiser gjentakelsen av innholdssynkroniseringen. Systemet vil laste ned det valgte innholdet basert på frekvensen som er spesifisert her.
nl: Geef de herhalingsfactor van de contentsynchronisatie op. Het systeem downloadt de geselecteerde content op basis van de hier opgegeven frequentie.
pl: Określ występowanie synchronizacji zawartości. System będzie pobierać wybraną zawartość w oparciu o określoną w tym miejscu częstotliwość.
pt: Especifique a recorrência da sincronização de conteúdos. O sistema irá transferir o conteúdo selecionado com base na frequência aqui especificada.
pt_br: Especifique a recorrência da sincronização de conteúdo. O sistema fará o download do conteúdo selecionado com base na frequência especificada aqui.
ru: Укажите периодичность синхронизации содержимого. Система будет скачивать выбранное содержимое в соответствии с указанной здесь периодичностью.
sl: Določite ponavljanje sinhronizacije vsebine. Sistem bo prenesel izbrano vsebino glede na tukaj določeno pogostost.
sv: Ange hur ofta innehållssynkroniseringen ska ske. Systemet kommer att ladda ned det valda innehållet baserat på den frekvens du anger här.
sv_instk12: Ange hur ofta innehållssynkroniseringen ska ske. Systemet kommer att ladda ned det valda innehållet baserat på den frekvens du anger här.
th: ระบุการซิงค์เนื้อหาซ้ำ ระบบจะดาวนโหลดเนื้อหาที่เลือกตามความถี่ที่ระบุไว้นี้
vi: Chỉ định thời gian lặp lại quá trình đồng bộ nội dung. Hệ thống sẽ tải xuống nội dung được chọn dựa theo tần số được chỉ định tại đây.
zh: 指定内容同步的周期。系统将根据此处指定的周期下载所选内容。
zh_hk: 指定內容同步的重複進行。系統將根據此處指定的頻率下載所選取的內容。

source: Staff Contact Info
ar: معلومات الاتصال الخاصة بالعاملين
ca: Informació de contacte del personal
cy: Manylion Cyswllt Staff
da: Kontaktoplysninger for personale
da_instk12: Kontaktoplysninger for personale
de: Mitarbeiterkontakt-Info
es: Información de contacto del personal
es_es: Información de contacto del personal
fi: Henkilökunnan yhteistiedot
fr: Coordonnées du personnel
fr_ca: Coordonnées du personnel
ga: Eolas Teagmhála Foirne
hi: स्टाफ़ संपर्क जानकारी
ht: Kontakte Anplwaye
id: Info Kontak Staf
is: Samskiptaupplýsingar starfsfólks
it: Informazioni di contatto del personale
ja: スタッフの連絡先情報
ko: 직원 연락처 정보
mi: Kaimahi Whakapā Pūrongo
ms: Maklumat Hubungan Kakitangan
nb: Kontaktinformasjon personale
nb_instk12: Kontaktinformasjon personale
nl: Contactgegevens van medewerkers
pl: Dane kontaktowe pracowników
pt: Informações de contato do pessoal
pt_br: Informações de contato da equipe
ru: Контактная информация персонала
sl: Kontaktni podatki osebja
sv: Kontaktuppgifter för personal
sv_instk12: Kontaktuppgifter för personal
th: ข้อมูลติดต่อบุคลากร
vi: Thông Tin Liên Hệ Nhân Viên
zh: 员工联系信息
zh_hk: 員工聯絡資料

source: Starred
ar: تم وضع نجمة عليها
ca: Marcat amb estrelles
cy: Wedi cael seren
da: Markeret med stjerne
da_instk12: Markeret med stjerne
de: Mit Stern markiert
es: Destacado
es_es: Destacado
fi: Tähdellä merkityt
fr: Avec un astérisque
fr_ca: Avec un astérisque
ga: Réiltín curtha leis
hi: तारांकित
ht: Favori
id: Membintangi
is: Stjörnumerkt
it: Aggiunto a Speciali
ja: スターあり
ko: 별표 표시됨
mi: Whetūtia
ms: Dibintangkan
nb: Stjernemerket
nb_instk12: Stjernemerket
nl: Met ster
pl: Oznaczone gwiazdką
pt: Marcada como favorita
pt_br: Estrelado
ru: Отмечено звездочкой
sl: Označeno z zvezdico
sv: Stjärnmärkta
sv_instk12: Stjärnmärkta
th: ให้ดาวแล้ว
vi: Đã Gắn Dấu Sao
zh: 已标记
zh_hk: 已加星號

source: Start audio recording
ar: بدء التسجيل الصوتي
ca: Inicia l’enregistrament de so
cy: Dechrau'r recordiad sain
da: Start lydoptagelse
da_instk12: Start lydoptagelse
de: Audioaufnahme starten
es: Comenzar la grabación de audio
es_es: Empezar la grabación de audio
fi: Aloita audiotallennus
fr: Commencer l'enregistrement audio
fr_ca: Démarrer l’enregistrement audio
ga: Tosaigh taifeadadh fuaime
hi: ऑडियो रिकॉर्डिंग शुरू करें
ht: Kòmanse anrejistreman odyo
id: Mulai perekaman audio
is: Hefja hljóðupptöku
it: Avvia registrazione audio
ja: 音声記録を開始する
ko: 오디오 녹음 시작
mi: Tīmatahia te tuhi ororongo
ms: Mulakan rakaman audio
nb: Start lydopptak
nb_instk12: Start lydopptak
nl: Audio-opname starten
pl: Rozpocznij nagrywanie dźwięku
pt: Iniciar a gravação de áudio
pt_br: Iniciar gravação de áudio
ru: Начать аудиозапись
sl: Predvajaj zvočni posnetek
sv: Starta ljudinspelning
sv_instk12: Starta ljudinspelning
th: เริ่มการบันทีกเสียง
vi: Bắt đầu ghi âm
zh: 开始音频录制
zh_hk: 開始錄音

source: Start recording
ar: بدء تسجيل
ca: Comença a enregistrar
cy: Dechrau'r recordiad
da: Start optagelsen
da_instk12: Start optagelsen
de: Aufzeichnung starten
es: Comenzar grabación
es_es: Comenzar grabación
fi: Aloita nauhoitus
fr: Démarrer l’enregistrement
fr_ca: Démarrer l’enregistrement.
ga: Tosaigh taifeadadh
hi: रिकॉर्ड करना शुरू करें
ht: Kòmanse anrejistreman
id: Mulai rekaman
is: Hefja upptöku
it: Avvia registrazione
ja: 録画開始
ko: 녹화/녹음 시작
mi: Tīmata tāhopu
ms: Mulakan rakaman
nb: Start opptak
nb_instk12: Start opptak
nl: Opname starten
pl: Rozpocznij nagrywanie
pt: Iniciar gravação
pt_br: Iniciar gravação
ru: Запустить запись
sl: Zaženi snemanje
sv: Starta inspelning
sv_instk12: Starta inspelning
th: เริ่มบันทึก
vi: Bắt đầu ghi
zh: 开始录制
zh_hk: 開始錄製

source: Start time
ar: وقت البدء
ca: Hora d’inici
cy: Amser dechrau
da: Starttidspunkt
da_instk12: Starttidspunkt
de: Startzeit
es: Hora de comienzo
es_es: Hora de inicio
fi: Aloitusaika
fr: Heure de début
fr_ca: Heure de début
ga: Am tosaithe
hi: शुरू करने का समय
ht: Lè Kòmansman
id: Waktu mulai
is: Upphafstími
it: Tempo di inizio
ja: 開始時間
ko: 시작 시간
mi: Wā timata
ms: Masa mula
nb: Starttidspunkt
nb_instk12: Starttidspunkt
nl: Begintijd
pl: Godzina rozpoczęcia
pt: Hora de início
pt_br: Hora Inicial
ru: Время начала
sl: Čas začetka
sv: Starttid
sv_instk12: Starttid
th: เวลาเริ่มต้น
vi: Thời gian bắt đầu
zh: 开始时间
zh_hk: 開始時間

source: Started %@
ar: تم البدء %@
ca: Ha començat el %@
cy: Wedi dechrau %@
da: Startet %@
da_instk12: Startet %@
de: Begonnen %@
es: Iniciado %@
es_es: Comenzado el %@
fi: Käynnistetty %@
fr: Début %@
fr_ca: Débuté %@
ga: Tús curtha leis %@
hi: शुरू किया गया %@
ht: Kòmanse %@
id: Dimulai %@
is: Byrjað %@
it: Iniziato %@
ja: 開始しました%@
ko: 시작됨 %@
mi: Tīmata %@
ms: Telah bermula %@
nb: Startet %@
nb_instk12: Startet %@
nl: Gestart %@
pl: Rozpoczęto %@
pt: Iniciado %@
pt_br: Iniciado %@
ru: Начато %@
sl: Začeto %@
sv: Startad %@
sv_instk12: Startad %@
th: เริ่มต้น %@
vi: Đã Bắt Đầu %@
zh: 已开始%@
zh_hk: 已開始%@

source: Status Filter
ar: عامل تصفية الحالة
ca: Filtre d'estat
cy: Hidlydd Statws
es: Filtro de estado
es_es: Filtro de estado
fi: Tilan suodatin
fr: Filtre d’état
fr_ca: Filtre d'état
ga: Scagaire Stádais
hi: स्थिति फ़िल्टर
ht: Filtè Estati
id: Filter Status
is: Stöðusía
it: Stato filtro
ja: ステータスフィルター
ko: 상태 필터링
mi: Tātari Tūnga
ms: Penapis Status
pl: Filtr statusów
pt: Filtro de estado
pt_br: Filtro de status
ru: Фильтр статуса
sl: Filter stanja
th: ตัวกรองสถานะ
vi: Bộ Lọc Trạng Thái
zh: 状态过滤器
zh_hk: 狀態篩選器

source: Stay
ar: البقاء
ca: Roman
cy: Aros
da: Bliv
da_instk12: Bliv
de: Bleiben
es: Permanecer
es_es: Permanecer
fi: Tuki
fr: Rester
fr_ca: Rester
ga: Fan
hi: बने रहें
ht: Rete
id: Tetap
is: Dvöl
it: Rimani
ja: 留まる
ko: 머물기
mi: Noho
ms: Kekal
nb: Bli
nb_instk12: Bli
nl: Blijven
pl: Zostań
pt: Manter
pt_br: Permanecer
ru: Остаться
sl: Ostani
sv: Stanna
sv_instk12: Stanna
th: ค้างไว้
vi: Duy Trì
zh: 留下
zh_hk: 保持

source: Stone
ar: حجر
ca: Pedra
cy: Carreg
da: Sten
da_instk12: Sten
de: Stein
es: Roca
es_es: Piedra
fi: Taittopöydän
fr: Pierre
fr_ca: Pierre
ga: Cloch
hi: पत्थर
ht: Wòch
is: Ljósgrár
it: Pietra
ja: 石
ko: 돌
mi: Kohatu
ms: Batu
nb: Stein
nb_instk12: Stein
nl: Steen
pl: Kamień
pt: Pedra
pt_br: Pedra
ru: Камень
sl: Kamen
sv: Sten
sv_instk12: Sten
th: หิน
vi: Đá
zh: 石头
zh_hk: 石頭

source: Stop Act as User
ar: إيقاف التصرف كمستخدم
ca: Deixa d'actuar com a usuari
cy: Stopio Gweithredu fel Defnyddiwr
da: Hold op med at fungere som bruger
da_instk12: Hold op med at fungere som bruger
de: Aufhören, als Benutzer*in [...] zu handeln
es: Dejar de actuar en nombre de Usuario
es_es: Dejar de actuar como usuario
fi: Lopeta toimiminen käyttäjänä
fr: Arrêt Agir en tant qu'utilisateur
fr_ca: Arrêter d'agir en tant qu'utilisateur
ga: Stop Gníomhú mar Úsáideoir
hi: उपयोगकर्ता के रूप में कार्य करना बंद करें
ht: Sispann Aji tankou Itilizatè
id: Stop Bertindak sebagai Pengguna
is: Hætta að bregðast við sem notandi
it: Non agire come utente
ja: ユーザーとして行動することを止める
ko: 사용자로 가장 중지
mi: Kati Mahi hei Kaiwhakamahi
ms: Berhenti Bertindak sebagai Pengguna
nb: Avslutt å opptre som bruker
nb_instk12: Avslutt å opptre som bruker
nl: Stop met optreden als gebruiker
pl: Zatrzymaj podszywanie się jako użytkownik
pt: Parar agir como utilizador
pt_br: Parar de Agir como Usuário
ru: Отключить функцию «Действовать как пользователь»
sl: Opustite vlogo uporabnika
sv: Sluta agera som användare
sv_instk12: Sluta agera som användare
th: หยุด ดำเนินการในฐานะผู้ใช้
vi: Dừng Đóng Vai Trò Người Dùng
zh: 停止临时代理用户
zh_hk: 停止作為使用者

source: Stop acting as...
ar: إيقاف التصرف باعتبارك...
ca: Deixeu de fer de…
cy: Stopio gweithredu fel...
da: Stop med at fungere som ...
da_instk12: Stop med at fungere som ...
de: Aufhören, als Benutzer*in [...] zu handeln
es: Dejar de actuar en nombre de...
es_es: Dejar de actuar como...
fi: Lopeta toimimasta käyttäjänä...
fr: Cesser d'agir en tant que...
fr_ca: Cesser d'agir comme...
ga: Stop ag gníomhú mar...
hi: इसके रूप में कार्य करना बंद करें...
ht: Sispann aji tankou...
id: Stop bertindak sebagai...
is: Hættu að bregðast við sem…
it: Non agire più come...
ja: 以下として行動することを止める
ko: 가장하기를 중지...
mi: Kāti te mahi hei ....
ms: Berhenti bertindak sebagai...
nb: Slutt å opptre som…
nb_instk12: Slutt å opptre som…
nl: Stop met optreden als...
pl: Zatrzymaj podszywanie się jako...
pt: Pare de atuar como...
pt_br: Parar de agir como...
ru: Прекратить действовать как...
sl: Prenehajte nastopati v vlogi ...
sv: Sluta agera som ...
sv_instk12: Sluta agera som ...
th: หยุด ดำเนินการในฐานะ...
vi: Dừng đóng vai trò…
zh: 停止担当...
zh_hk: 停止作為...

source: Stop audio recording
ar: إيقاف التسجيل الصوتي
ca: Atura l’enregistrament de so
cy: Stopio'r recordiad sain
da: Stop lydoptagelse
da_instk12: Stop lydoptagelse
de: Audioaufnahme stoppen
es: Detener la grabación de audio
es_es: Parar la grabación de audio
fi: Pysäytä audiotallennus
fr: Arrêter l'enregistrement audio
fr_ca: Arrêter l’enregistrement audio
ga: Stop taifeadadh fuaime
hi: ऑडियो रिकॉर्डिंग बंद करें
ht: Kanpe anrejistreman odyo
id: Stop perekaman audio
is: Stöðva hljóðupptöku
it: Interrompi registrazione audio
ja: 音声記録を停止する
ko: 오디오 녹음 중지
mi: Kati te tuhi ororongo
ms: Hentikan rakaman audio
nb: Stopp lydopptak
nb_instk12: Stopp lydopptak
nl: Audio-opname stoppen
pl: Zatrzymaj nagrywanie dźwięku
pt: Parar a gravação de áudio
pt_br: Parar a gravação de áudio
ru: Остановить аудиозапись
sl: Prekini predvajanje zvočnega posnetka
sv: Stoppa ljudinspelning
sv_instk12: Stoppa ljudinspelning
th: หยุดการบันทึกเสียง
vi: Dừng ghi âm
zh: 停止音频录制
zh_hk: 停止錄音

source: Stop recording
ar: إيقاف التسجيل
ca: Deixa d'enregistrar
cy: Stopio'r recordiad
da: Stop optagelsen
da_instk12: Stop optagelsen
de: Aufzeichnung stoppen
es: Detener la grabación
es_es: Detener la grabación
fi: Pysäytä nauhoitus
fr: Arrêter l'enregistrement
fr_ca: Arrêter l'enregistrement
ga: Stop taifeadadh
hi: रिकॉर्डिंग करना बंद करें
ht: Kanpe anrejistreman
id: Stop rekaman
is: Stoppa upptöku
it: Interrompi registrazione
ja: 録画停止
ko: 녹화/녹음 중지
mi: Mutu tāhopu
ms: Berhenti merakam
nb: Stopp opptak
nb_instk12: Stopp opptak
nl: Opname stoppen
pl: Zatrzymaj nagrywanie
pt: Parar gravação
pt_br: Parar gravação
ru: Остановить запись
sl: Zaustavi snemanje
sv: Stoppa inspelning
sv_instk12: Stoppa inspelning
th: หยุดบันทึก
vi: Dừng ghi
zh: 停止录制
zh_hk: 停止錄製

source: Storage
ar: سعة التخزين
ca: Emmagatzematge
cy: Storio
da: Opbevaring
da_instk12: Opbevaring
de: Speicher
es: Almacenamiento
es_es: Almacenamiento
fi: Säilytystila
fr: Stockage
fr_ca: Stockage
ga: Stóras
hi: भंडारण
ht: Estokaj
id: Penyimpanan
is: Geymsla
it: Spazio di archiviazione
ja: 保管
ko: 스토리지
mi: Rokiroki
ms: Storan
nb: Lagring
nb_instk12: Lagring
nl: Opslag
pl: Magazyn danych
pt: Armazenamento
pt_br: Armazenamento
ru: Хранилище
sl: Shramba
sv: Lagring
sv_instk12: Lagring
th: พื้นที่จัดเก็บ
vi: Lưu Trữ
zh: 存储空间
zh_hk: 儲存

source: Storage Info
ar: معلومات سعة التخزين
ca: Informació sobre l’emmagatzematge
cy: Gwybodaeth Storio
da: Opbevaringsoplysninger
da_instk12: Opbevaringsoplysninger
de: Speicher-Info
es: Información de almacenamiento
es_es: Información de almacenamiento
fi: Tallennustilan tiedot
fr: Informations sur le stockage
fr_ca: Info de stockage
ga: Eolas Stórais
hi: भंडारण जानकारी
ht: Enfo Estokaj
id: Informasi Penyimpanan
is: Geymsluupplýsingar
it: Info spazio di archiviazione
ja: 保管情報
ko: 스토리지 정보
mi: Nga korero rokiroki
ms: Info Storan
nb: Lagringsinfo
nb_instk12: Lagringsinfo
nl: Opslaginfo
pl: Informacje o magazynie
pt: Informações de armazenamento
pt_br: Informações de armazenamento
ru: Информация о хранилище
sl: Informacije o shrambi
sv: Information om lagring
sv_instk12: Information om lagring
th: ข้อมูลพื้นที่จัดเก็บ
vi: Thông Tin Lưu Trữ
zh: 存储空间信息
zh_hk: 儲存資訊

source: Student
ar: طالب
ca: Estudiant
cy: Myfyriwr
da: Studerende
da_instk12: Elev
de: Studierende*r
es: Estudiante
es_es: Estudiante
fi: Opiskelija
fr: Élève
fr_ca: Étudiant
ga: Mac Léinn
hi: छात्र
ht: Elèv
id: Siswa
is: Nemandi
it: Studente
ja: 生徒
ko: 학생
mi: Ākonga
ms: Pelajar
nb_instk12: Elev
pl: Uczestnik
pt: Aluno
pt_br: Aluno
ru: Учащийся
sl: Študent
sv_instk12: Elev
th: ผู้เรียน
vi: Sinh Viên
zh: 学生
zh_hk: 學生

source: Student %lld
ar: طالب %lld
ca: Estudiant %lld
cy: Myfyriwr %lld
da: Studerende %lld
da_instk12: Elev %lld
de: Studierende*r %lld
es: Estudiante %lld
es_es: Estudiante %lld
fi: Opiskelija %lld
fr: Élève %lld
fr_ca: Étudiant %lld
ga: Mac Léinn %lld
hi: छात्र %lld
ht: Elèv %lld
id: Siswa %lld
is: Nemandi %lld
it: Studente %lld
ja: 生徒%lld
ko: 학생 %lld
mi: Ākonga %lld
ms: Pelajar %lld
nb_instk12: Elev %lld
nl: Cursist %lld
pl: Uczestnik %lld
pt: Aluno %lld
pt_br: Aluno %lld
ru: Учащийся %lld
sl: Študent %lld
sv_instk12: Elev %lld
th: ผู้เรียน %lld
vi: Sinh Viên %lld
zh: 学生%lld
zh_hk: 學生%lld

source: Student Annotation
ar: تعليق توضيحي لطالب
ca: Anotació de l'estudiant
cy: Anodiad gan Fyfyriwr
da: Studerendes anmærkning
da_instk12: Elevs anmærkning
de: Studierendenanmerkung
es: Anotación del estudiante
es_es: Anotación del estudiante
fi: Opiskelijan jättämä huomautus
fr: Annotation d'élève
fr_ca: Annotation de l’étudiant
ga: Nótaí Mínithe Mac Léinn
hi: छात्र एनोटेशन
ht: Nòt Elèv
id: Anotasi Siswa
is: Athugasemd nemanda
it: Annotazione studente
ja: 受講者の注釈
ko: 학생 메모
mi: Ākonga Tuhipoka
ms: Anotasi Pelajar
nb: Studentmerknad
nb_instk12: Elevmerknad
nl: Cursistaantekening
pl: Adnotacja uczestnika
pt: Anotação de aluno
pt_br: Observação do aluno
ru: Аннотация учащегося
sl: Opomba študenta
sv: Studentnotering
sv_instk12: Elevnotering
th: หมายเหตุกำกับสำหรับผู้เรียน
vi: Chú Thích Sinh Viên
zh: 学生注释
zh_hk: 學生註釋

source: Student Applications
ar: طلبات الطالب
ca: Sol·licituds dels estudiants
cy: Ceisiadau Myfyriwr
da: Applikationer for studerende
da_instk12: Applikationer for elev
de: Anwendungen für Studierende
es: Solicitudes del estudiante
es_es: Solicitudes del estudiante
fi: Opiskeluhakemukset
fr: Applications des élèves
fr_ca: Dossiers de l’étudiant
ga: Iarratais Mac Léinn
hi: छात्र आवेदन
ht: Aplikasyon Elèv
id: Aplikasi Siswa
is: Forrit nemenda
it: Applicazioni studente
ja: 生徒アプリケーション
ko: 학생 애플리케이션
mi: Ākonga Tono
ms: Permohonan Pelajar
nb: Studentsøknader
nb_instk12: Elevsøknader
nl: Cursistapplicaties
pl: Aplikacje uczestników
pt: Aplicações para alunos
pt_br: Inscrições de alunos
ru: Заявки учащихся
sl: Vloge študentov
sv: Studentansökningar
sv_instk12: Elev-applikationer
th: แอพพลิเคชั่นของผู้เรียน
vi: Ứng Dụng Sinh Viên
zh: 学生申请
zh_hk: 學生應用程式

source: Student Appointment Signups
ar: مواعيد التسجيل للطالب
ca: Registres de cites d'estudiants
cy: Archebu Apwyntiadau gan Fyfyrwyr
da: Tilmeldinger til studieaftale
da_instk12: Tilmeldinger til elevaftale
de: Terminanmeldungen von Studierenden
es: Registros de citas para estudiantes
es_es: Registros de citas para estudiantes
fi: Opiskelijatapaamisen rekisteröitymiset
fr: Inscriptions aux rendez-vous élèves
fr_ca: Inscriptions de rendez-vous d'étudiant
ga: Clarúchán le haghaidh coinní mac léinn
hi: छात्र नियुक्ति साइन अप
ht: Elèv Randevou Enskripsyon
id: Pendaftaran Janji Temu Siswa
is: Fundaskráningar nemanda
it: Registrazioni appuntamenti studenti
ja: 受講者予約サインアップ
ko: 학생 예약 등록
mi: Haina runga Ākonga Wāhui
ms: Pendaftaran Janji Temu Pelajar
nb: Påmeldinger til studentavtaler
nb_instk12: Påmeldinger til elevavtaler
nl: Aanmeldingen voor afspraak van cursist
pl: Rejestracje na spotkania uczestników
pt: Inscrições de nomeação para aluno
pt_br: Inscrições em compromissos do aluno
ru: Заявления о регистрации студентов
sl: Prijave študentov na sestanke
sv: Ny bokning för mötestillfälle
sv_instk12: Ny bokning för mötestillfälle
th: การรับนัดหมายของผู้เรียน
vi: Mục Đăng Ký Cuộc Họp Theo Lịch Sinh Viên
zh: 学生预约注册
zh_hk: 學生登記預約

source: Student name
ar: اسم الطالب
ca: Nom de l'estudiant
cy: Enw’r myfyriwr
da: Den studerendes navn
da_instk12: Elevens navn
de: Name der/des Studierenden
es: Nombre del estudiante
es_es: Nombre del estudiante
fi: Opiskelijan nimi
fr: Nom de l’élève
fr_ca: Nom de l’étudiant
ga: Ainm an mhic léinn
hi: छात्र का नाम
ht: Non elèv
id: Nama siswa
is: Nafn nemanda
it: Nome studente
ja: 受講者名
ko: 학생 이름
mi: ingoa Ākonga
ms: Nama pelajar
nb: Studentens Navn
nb_instk12: Elevens Navn
nl: Naam van cursist
pl: Nazwa uczestnika
pt: Nome do aluno
pt_br: Nome do aluno
ru: Имя учащегося
sl: Ime študenta
sv: Studentens namn
sv_instk12: Elevens namn
th: ชื่อผู้เรียน
vi: Tên sinh viên
zh: 学生姓名
zh_hk: 學生姓名

source: Student sortable name
ar: اسم الطالب القابل للفرز
ca: Nom ordenable de l’estudiant
cy: Enw dosbarthadwy myfyriwr
da: Studerendes sorterbare navn
da_instk12: Elevens sorterbare navn
de: sortierbarer Name des/der Studierenden
es: Nombre clasificable del estudiante
es_es: Nombre ordenable del estudiante
fi: Opiskelijan lajittelunimi
fr: Nom de tri de l’élève
fr_ca: Nom répertorié d’étudiant
ga: Ainm insórtáilte mac léinn
hi: छात्र क्रमबद्ध नाम
ht: Non triyab pa elèv
id: Nama siswa yang dapat diurutkan
is: Flokkanlegt nafn nemanda
it: Nome ordinabile studente
ja: 受講者の並べ替え可能な名
ko: 학생 정렬 가능한 이름
mi: Ingoa kōmaka ākonga
ms: Nama pelajar boleh diisih
nb: Studentens sorterbare navn
nb_instk12: Elevens sorterbare navn
nl: Sorteerbare naam cursist
pl: Sortowalna nazwa uczestnika
pt: Nome classificável do aluno
pt_br: Nome classificável do aluno
ru: Сортируемое имя учащегося
sl: Ime za razvrščanje študenta
sv: Studentens sorterbara efternamn
sv_instk12: Elevens sorterbara efternamn
th: ชื่อแบบจัดเรียงได้ของผู้เรียน
vi: Tên sinh viên có thể sắp xếp được
zh: 学生可排序名称
zh_hk: 可排序的學生姓名

source: Student View
ar: طريقة عرض الطالب
ca: Vista d'estudiant
cy: Gwedd Myfyriwr
da: Visning for studerende
da_instk12: Visning for elever
de: Studierendendenansicht
es: Vista del estudiante
es_es: Vista del estudiante
fi: Opiskelijanäkymä
fr: Affichage élève
fr_ca: Vue étudiant
ga: Amharc na Mac Léinn
hi: छात्र दृश्य
ht: Afichaj Elèv
id: Tampilan Siswa
is: Nemandasýn
it: Visualizzazione studente
ja: 受講者ビュー
ko: 학생 보기
mi: Tirohanga Ākonga
ms: Pandangan Pelajar
nb: Studentvisning
nb_instk12: Vis som elev
nl: Cursistweergave
pl: Widok uczestnika
pt: Vista de aluno
pt_br: Visualização do aluno
ru: Просмотр для студентов
sl: Pogled študenta
sv: Studentens vy
sv_instk12: Elevens vy
th: มุมมองผู้เรียน
vi: Góc Nhìn Của Sinh Viên
zh: 学生视图
zh_hk: 學生視圖

source: Students
ar: الطلاب
ca: Estudiants
cy: Myfyrwyr
da: Studerende
da_instk12: Elever
de: Studierende
es: Estudiantes
es_es: Estudiantes
fi: Opiskelijat
fr: Élèves
fr_ca: Étudiants
ga: Mic léinn
hi: छात्र
ht: Elèv
id: Siswa
is: Nemendur
it: Studenti
ja: 受講者
ko: 학생
mi: Ngā ākonga
ms: Pelajar
nb: Studenter
nb_instk12: Elever
nl: Cursisten
pl: Uczestnicy
pt: Alunos
pt_br: Alunos
ru: Студенты
sl: Študenti
sv: Studenter
sv_instk12: Elever
th: ผู้เรียน
vi: Sinh Viên
zh: 学生
zh_hk: 學生

source: Style
ar: النمط
ca: Estil
cy: Arddull
da: Type
da_instk12: Stil
de: Stil
es: Estilo
es_es: Estilo
fi: Tyyli
ga: Stíl
hi: स्टाइल
ht: Estil
id: Gaya
is: Stíll
it: Stile
ja: スタイル
ko: 스타일
mi: Kāhua
ms: Gaya
nb: Stil
nb_instk12: Stil
nl: Stijl
pl: Styl
pt: Estilo
pt_br: Estilo
ru: Стиль
sl: Slog
sv: Stil
sv_instk12: Stil
th: รูปแบบ
vi: Kiểu
zh: 样式
zh_hk: 樣式
